export const filterOptions= {
    direction: [
        {
            label: 'Дизайн',
            subCategories: ['Графический дизайн', 'UI/UX дизайн', 'Дизайн интерьера', 'Motion дизайн и 3D']
        },
        {label: 'Бизнес'},
        {label: 'Маркетинг и Реклама'},
        {label: 'Журналистика'},
        {label: 'Музыка'},
        {label: 'Искусство', subCategories: ['Скульптура', 'Живопись', 'Архитектура']},
        {label: 'Кино', subCategories: ['Режиссура', 'Актерское мастерство', 'Сценарий']},
        {label: 'Мода'}
    ],
    participationType: ['Командный', 'Индивидуальный'],
    cases: ['Реальные', 'Учебные', 'Подача решенного кейса'],
    level: ['Лёгкий', 'Средний', 'Продвинутый'],
    format: ['Офлайн', 'Онлайн'],
    scale: ['Межвузовский', 'Всероссийский', 'Региональный', 'Международный']
};